<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>origen del nombre</title>
</head>

<body background="images/pun.png">
<hr>
<hr>
<marquee width="100%"  bgcolor="#C4FFEC">
<IMG SRC="images/5.png"  width="100" height="90" ALIGN=center>
<FONT FACE="mystical snow" COLOR=#000000 SIZE=100>
Origen del Nombre Alta Verapaz
</FONT>
</marquee>
	
	<img src="images/o.gif" align="left" width="200" height="200"><font face="Kristen ITC" color="#000000" >
	<p>Alta Verapaz es uno de los 22 departamentos de la Rep&uacute;blica de Guatemala. Est&aacute; situado al norte del pa&iacute;s, tiene una extensi&oacute;n territorial de 8686 kil&oacute;metros cuadrados y su poblaci&oacute;n es de aproximadamente 1,219,585 habitantes. La edad media es de 16 a&ntilde;os.</p>

Cuenta con 17 municipios y su cabecera departamental es Cob&aacute;n. El nombre Verapaz significa &#34;la verdadera paz&#34; y se le agrega &#34;Alta&#34;, por estar situado en el norte de Guatemala.

<p>Est&aacute; localizado a 260 kil&oacute;metros al norte de la Ciudad de Guatemala, aproximadamente entre cuatro y seis horas de viaje en autom&oacute;vil.</p>

Alta Verapaz limita al norte con Pet&eacute;n, al este con Izabal, al sur con Zacapa, El Progreso y Baja Verapaz y al oeste con Quich&eacute;. Sus principales idiomas son el castellano, el q&#39;eqchi, poqomchi&#39; y achi&#39;. Su temperatura habitual es templada y su fiesta patronal es el 4 de agosto, en honor a Santo Domingo de Guzm&aacute;n. El departamento fue fundado en 1543.
	<p>El nombre original de esta regi&oacute;n fue &#171;Tucurut&aacute;n&#187;, a veces escrito como &#171;Tuzulutr&aacute;n&#187;, &#171;Tezulutl&aacute;n&#187; o &#171;Tesulutl&aacute;n&#187;, y algunos autores enfatizan que se trata de un vocablo que denomina el lugar como &#171;Tierra de Guerra&#187;, debido a la resistencia que los nativos dieron con la presencia espa&ntilde;ola en la misma; en contraposici&oacute;n a esta circunstancia, fue llamada &#171;Verapaz&#187; por los espa&ntilde;oles, ya que la uni&oacute;n de la zona se logr&oacute; por medios pac&iacute;ficos gracias a fray Bartolom&eacute; de las Casas, O.P. en el siglo xvi.</p>

El departamento de Baja Verapaz propiamente dicho se form&oacute; durante el gobierno del general Justo Rufino Barrios&#59; anteriormente, era parte del vasto departamento de Verapaz, el cual se extend&iacute;a desde San Jer&oacute;nimo en la moderna Baja Verapaz hasta la selva petenera.
</body>
</html>
